Revit 2027 API
ParameterTypeId.RebarNumberSuffix Property
 "Rebar Number Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarNumberSuffix { get; }
Public Shared ReadOnly Property RebarNumberSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarNumberSuffix {
	ForgeTypeId^ get ();
}
static member RebarNumberSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace